Repository: Furk4nBulut/PetSoLive
Catalog: PetSoLive.Web/Resources/Controllers/HomeController.*.resx
Languages: tr_tr

source: Home Page
tr_tr: Ana Sayfa

# WelcomeMessage
source: Welcome to PetSoLive!
tr_tr: PetSoLive'a Hoş Geldiniz!

# LeadMessage
source: Find your perfect companion and give them a forever home.
tr_tr: Mükemmel dostunuzu bulun ve onlara bir yuva verin.

source: Explore Adoptions
tr_tr: Sahiplenmeyi Keşfet

# AdoptPet
source: Adopt a Pet
tr_tr: Evcil Hayvan Sahiplen

# AdoptPetDescription
source: Discover loving pets waiting for their new families.
tr_tr: Yeni ailelerini bekleyen sevimli dostları keşfedin.

# See Pets
source: See Available Pets
tr_tr: Mevcut Hayvanları Gör

source: Lost Pets
tr_tr: Kayıp Hayvanlar

# LostPetsDescription
source: Help reunite lost pets with their owners.
tr_tr: Kayıp hayvanları sahipleriyle buluşturmaya yardım edin.

source: View Lost Pets
tr_tr: Kayıp Hayvanları Görüntüle

# Assistance
source: Need Assistance?
tr_tr: Yardıma mı İhtiyacınız Var?

# AssistanceDescription
source: Get support for pet care, health, and more.
tr_tr: Evcil hayvan bakımı, sağlık ve daha fazlası için destek alın.

# Get Help
source: Get Help Now
tr_tr: Hemen Yardım Al

# AboutUsTitle
source: About Us
tr_tr: Hakkımızda

source: About PetSoLive
tr_tr: PetSoLive Hakkında

# AboutDescription
source: PetSoLive is an innovative digital platform designed to improve animal welfare by connecting pet owners, veterinarians, shelters, and the broader community. The platform aims to bridge the communication gaps between these groups, offering a seamless and effective way to manage pet adoption, provide urgent medical support, and create a community-focused network for animal welfare. Our goal is to enhance the lives of animals by leveraging modern technology to create a supportive and compassionate ecosystem for both pets and their owners.
tr_tr: PetSoLive, evcil hayvan sahipleri, veterinerler, barınaklar ve toplumu bir araya getirerek hayvan refahını artırmak için tasarlanmış yenilikçi bir dijital platformdur. Platform, bu gruplar arasındaki iletişim boşluklarını kapatmayı amaçlayarak evlat edinme süreçlerini yönetmek, acil tıbbi destek sağlamak ve hayvan refahı için toplum odaklı bir ağ oluşturmak için sorunsuz ve etkili bir yol sunar. Hedefimiz, modern teknolojiyi kullanarak hem evcil hayvanlar hem de sahipleri için destekleyici ve şefkatli bir ekosistem yaratarak hayvanların yaşamlarını iyileştirmektir.

source: Our Mission
tr_tr: Misyonumuz

# MissionText
source: At PetSoLive, our mission is to create a dynamic and user-friendly environment where pet owners, veterinarians, and shelters can connect, collaborate, and contribute to animal welfare. We strive to provide a solution that not only addresses the immediate needs of pets in distress but also fosters long-term relationships and support systems for both animals and humans.
tr_tr: PetSoLive olarak misyonumuz, evcil hayvan sahipleri, veterinerler ve barınakların bağlantı kurabileceği, işbirliği yapabileceği ve hayvan refahına katkıda bulunabileceği dinamik ve kullanıcı dostu bir ortam yaratmaktır. Sadece sıkıntıdaki evcil hayvanların acil ihtiyaçlarını karşılamakla kalmayıp, hem hayvanlar hem de insanlar için uzun vadeli ilişkiler ve destek sistemleri oluşturan bir çözüm sunmaya çalışıyoruz.

source: What We Offer
tr_tr: Neler Sunuyoruz?

# OfferList
source: Our platform offers a range of features designed to streamline pet adoption, provide emergency assistance, and improve communication between pet owners and veterinarians. Some of the key features include:
tr_tr: Platformumuz, evlat edinme süreçlerini kolaylaştırmak, acil yardım sağlamak ve evcil hayvan sahipleri ile veterinerler arasındaki iletişimi iyileştirmek için tasarlanmış bir dizi özellik sunar. Başlıca özellikler şunları içerir:

# AdoptionStories
source: Adoption Stories: Success stories of pets finding their forever homes.
tr_tr: Evlat Edinme Hikayeleri: Yuva bulan hayvanların başarı hikayeleri.

# LostPetAds
source: Lost Pet Ads: A community-based system to help reunite lost pets with their owners.
tr_tr: Kayıp İlanları: Kayıp hayvanları sahipleriyle buluşturmak için toplum temelli bir sistem.

# EmergencyHelp
source: Emergency Help Requests: Immediate notifications and support for pets in need of urgent veterinary care.
tr_tr: Acil Yardım Talepleri: Acil veteriner bakımına ihtiyacı olan hayvanlar için anında bildirimler ve destek.

# VeterinaryAdvice
source: Veterinary Advice: Regular tips and guidance from experienced veterinarians to help pet owners ensure the health and well-being of their pets.
tr_tr: Veteriner Tavsiyeleri: Evcil hayvan sahiplerinin hayvanlarının sağlığını ve refahını sağlamasına yardımcı olacak deneyimli veterinerlerden düzenli ipuçları ve rehberlik.

# PetProfiles
source: Pet Profiles: Detailed profiles of adoptable pets to help potential adopters make informed decisions.
tr_tr: Evcil Hayvan Profilleri: Potansiyel sahiplendirenlerin bilinçli kararlar vermesine yardımcı olacak ayrıntılı evcil hayvan profilleri.

# RealTimeNotifications
source: Real-time Notifications: Alerts for lost pets, adoption opportunities, and urgent care needs to keep the community informed and engaged.
tr_tr: Gerçek Zamanlı Bildirimler: Kayıp hayvanlar, evlat edinme fırsatları ve acil bakım ihtiyaçları için topluluğu bilgilendirmek ve dahil etmek üzere uyarılar.

# WhyChoose
source: Why Choose PetSoLive?
tr_tr: Neden PetSoLive'ı Seçmelisiniz?

# WhyChooseText
source: PetSoLive was designed with the intention of filling the gaps left by other existing platforms, such as PetFinder and AdoptAPet, by offering more tailored and dynamic solutions. We take a holistic approach to animal welfare, integrating both community-driven support and professional veterinary assistance. By using our platform, users can:
tr_tr: PetSoLive, PetFinder ve AdoptAPet gibi mevcut platformların bıraktığı boşlukları doldurmak amacıyla daha özelleştirilmiş ve dinamik çözümler sunarak tasarlandı. Hayvan refahına bütünsel bir yaklaşım benimsiyoruz ve hem toplum destekli hem de profesyonel veteriner yardımını entegre ediyoruz. Platformumuzu kullanarak kullanıcılar şunları yapabilir:

# FindLostPets
source: Quickly find lost pets or help locate a missing animal in their area.
tr_tr: Hızlı bir şekilde kayıp hayvanları bulun veya bölgenizde kayıp bir hayvanın yerini belirlemeye yardım edin.

# EmergencyServices
source: Access emergency veterinary services and medical advice in real-time.
tr_tr: Gerçek zamanlı olarak acil veteriner hizmetlerine ve tıbbi tavsiyelere erişin.

# StreamlineAdoption
source: Adopt pets from shelters or individuals, streamlining the adoption process.
tr_tr: Barınaklardan veya bireylerden evcil hayvan edinerek evlat edinme sürecini kolaylaştırın.

# ShareExperiences
source: Share experiences and advice with fellow pet owners and professionals.
tr_tr: Deneyimlerinizi ve tavsiyelerinizi diğer evcil hayvan sahipleri ve profesyonellerle paylaşın.

# SupportWelfare
source: Support animal welfare through collective efforts and community participation.
tr_tr: Toplu çabalar ve toplum katılımıyla hayvan refahını destekleyin.

source: Our Vision
tr_tr: Vizyonumuz

# VisionText
source: We envision a world where pets are treated with the care and respect they deserve. PetSoLive is committed to not only providing a platform for pet adoption but also ensuring that pets have access to necessary medical care and support throughout their lives. By creating a community of passionate individuals and professionals, we hope to make a lasting impact on animal welfare and help create a society that places the well-being of animals at the forefront.
tr_tr: Hayvanların hak ettikleri özen ve saygıyı gördüğü bir dünya hayal ediyoruz. PetSoLive, sadece bir evlat edinme platformu sunmakla kalmayıp, hayvanların yaşamları boyunca gerekli tıbbi bakıma ve desteğe erişebilmelerini sağlamaya kararlıdır. Tutkulu bireyler ve profesyonellerden oluşan bir topluluk oluşturarak hayvan refahı üzerinde kalıcı bir etki yaratmayı ve hayvanların refahını ön planda tutan bir toplum yaratmayı umuyoruz.

source: Project Developers
tr_tr: Proje Geliştiricileri

# DevelopersText
source: PetSoLive is the result of the hard work and dedication of a team of developers who are deeply passionate about animal welfare. The project has been led by the following individuals:
tr_tr: PetSoLive, hayvan refahına derinden bağlı bir geliştirici ekibinin sıkı çalışması ve özverisinin sonucudur. Proje aşağıdaki kişiler tarafından yönetilmiştir:

# FurkanBulutRole
source: Project Lead and Lead Developer. Furkan brings years of experience in software development and a strong commitment to animal welfare.
tr_tr: Proje Lideri ve Baş Geliştirici. Furkan, yılların yazılım geliştirme deneyimini ve hayvan refahına güçlü bağlılığını projeye taşır.

# FurkanBaytakRole
source: Full-stack Developer. Furkan's expertise in both frontend and backend development has been crucial to the platform's success.
tr_tr: Full-stack Geliştirici. Furkan'ın hem önyüz hem de arka uç geliştirmedeki uzmanlığı, platformun başarısında kritik rol oynamıştır.

# FurkanOzkaya
source: Furkan Ã–zkaya
tr_tr: Furkan Özkaya

# FurkanOzkayaRole
source: Backend Developer. Furkan focuses on the technical aspects of the platform, ensuring smooth operation and user experience.
tr_tr: Arka Uç Geliştirici. Furkan, platformun teknik yönlerine odaklanarak sorunsuz çalışmasını ve kullanıcı deneyimini sağlar.

# HowItWorks
source: How PetSoLive Works
tr_tr: PetSoLive Nasıl Çalışır?

# WorksText
source: PetSoLive is built on a three-layer architecture that separates the presentation, business logic, and data storage layers. This approach allows for flexibility, scalability, and an easy-to-manage codebase. The platform is designed to support a wide range of users, from individuals looking to adopt pets to shelters, veterinarians, and animal welfare organizations. The technical structure includes:
tr_tr: PetSoLive, sunum, iş mantığı ve veri depolama katmanlarını ayıran üç katmanlı bir mimari üzerine kuruludur. Bu yaklaşım, esneklik, ölçeklenebilirlik ve kolay yönetilebilir bir kod tabanı sağlar. Platform, evcil hayvan edinmek isteyen bireylerden barınaklara, veterinerlere ve hayvan refahı kuruluşlarına kadar geniş bir kullanıcı yelpazesini destekleyecek şekilde tasarlanmıştır. Teknik yapı şunları içerir:

source: Frontend
tr_tr: Önyüz

# FrontendTech
source: The user interface is built using ASP.NET MVC, HTML5, CSS3, and JavaScript, ensuring the platform is both responsive and user-friendly.
tr_tr: Kullanıcı arayüzü, platformun hem duyarlı hem de kullanıcı dostu olmasını sağlamak için ASP.NET MVC, HTML5, CSS3 ve JavaScript kullanılarak oluşturulmuştur.

source: Backend
tr_tr: Arka Uç

# BackendTech
source: The business logic and API management are handled by ASP.NET Core, which ensures fast and efficient communication between the frontend and backend.
tr_tr: İş mantığı ve API yönetimi, önyüz ve arka uç arasında hızlı ve verimli iletişim sağlayan ASP.NET Core tarafından yönetilir.

source: Database
tr_tr: Veritabanı

# DatabaseTech
source: All user data and media files are stored securely in Microsoft SQL Server, ensuring the platform can scale with increasing data.
tr_tr: Tüm kullanıcı verileri ve medya dosyaları, platformun artan verilerle ölçeklenebilmesini sağlamak için Microsoft SQL Server'da güvenli bir şekilde saklanır.

source: Future Developments
tr_tr: Gelecek Geliştirmeler

# FutureText
source: While PetSoLive is already making a positive impact, we are continuously working on new features and improvements. Some of our planned future developments include:
tr_tr: PetSoLive şimdiden olumlu bir etki yaratırken, yeni özellikler ve iyileştirmeler üzerinde sürekli çalışıyoruz. Planlanan gelecek geliştirmelerden bazıları şunlardır:

# MobileApp
source: Mobile Application: A mobile app for easier access to the platform on the go.
tr_tr: Mobil Uygulama: Platforma hareket halindeyken daha kolay erişim sağlayacak bir mobil uygulama.

# AIRecommendations
source: AI-Driven Recommendations: Personalized pet adoption suggestions and veterinary care based on user preferences and behaviors.
tr_tr: AI Destekli Öneriler: Kullanıcı tercihleri ve davranışlarına dayalı kişiselleştirilmiş evlat edinme önerileri ve veteriner bakımı.

# VideoConsultations
source: Video Consultations: Real-time video consultations with veterinarians for urgent care and advice.
tr_tr: Video Danışmanlıkları: Acil bakım ve tavsiye için veterinerlerle gerçek zamanlı video görüşmeleri.

# CommunityForums
source: Community Forums: A space for pet owners to share experiences, advice, and connect with each other.
tr_tr: Topluluk Forumları: Evcil hayvan sahiplerinin deneyimlerini paylaşabileceği, tavsiye alabileceği ve birbirleriyle bağlantı kurabileceği bir alan.

# IoTIntegration
source: IoT Integration: Integration with smart devices like GPS trackers and health monitors to improve pet care and tracking.
tr_tr: IoT Entegrasyonu: Evcil hayvan bakımını ve takibini iyileştirmek için GPS izleyiciler ve sağlık monitörleri gibi akıllı cihazlarla entegrasyon.

source: Conclusion
tr_tr: Sonuç

# ConclusionText
source: PetSoLive is more than just a pet adoption platform; it's a comprehensive solution for animal welfare, providing critical services, fostering communication, and helping save lives. We are proud of what we've accomplished so far, and we are excited for the future of the platform as we continue to innovate and improve. Join us in making a difference in the lives of pets and pet owners around the world!
tr_tr: PetSoLive sadece bir evlat edinme platformu değil; aynı zamanda hayvan refahı için kritik hizmetler sunan, iletişimi teşvik eden ve hayat kurtarmaya yardımcı olan kapsamlı bir çözümdür. Şu ana kadar başardıklarımızdan gurur duyuyoruz ve yenilik yapmaya ve geliştirmeye devam ederken platformun geleceği için heyecanlıyız. Dünya çapında evcil hayvanların ve sahiplerinin hayatlarında bir fark yaratmak için bize katılın!

# PlayStoreModalTitle
source: PetSoLive Mobile App is Live!
tr_tr: PetSoLive Mobil Uygulaması Yayında!

# PlayStoreModalLead
source: PetSoLive is now on Google Play! Download our mobile app for faster and easier access.
tr_tr: PetSoLive artık Google Play'de! Mobil uygulamamızı indirerek daha hızlı ve kolay erişim sağlayabilirsiniz.

# PlayStoreModalButtonText
source: Get it on Google Play
tr_tr: Google Play'den İndir
